Repository: littleseven/polang
Catalog: iosApp/PoLang/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, zh_hans, zh_hant

source: Edit person
es: Editar persona
fr: Modifier la personne
zh_hans: 编辑人物
zh_hant: 編輯人物

source: Email
es: Correo electrónico
zh_hans: 邮箱
zh_hant: 信箱

source: Empathizes first, encouraging and supportive
es: Empatiza primero, anima y brinda apoyo
fr: D'abord empathique, encourageant et bienveillant
zh_hans: 先共情再回答，多肯定鼓励
zh_hant: 先共情再回答，多肯定鼓勵

source: Enjoying Xiaolang? Unlock the full experience
es: ¿Disfrutas de Xiaolang? Desbloquea la experiencia completa
fr: Vous appréciez Xiaolang ? Débloquez l'expérience complète
zh_hans: 喜欢小浪？解锁完整体验
zh_hant: 喜歡小浪？解鎖完整體驗

source: Enter
es: Entrar
fr: Entrer
zh_hans: 进入
zh_hant: 進入

source: Enter API Key
es: Introducir clave de API
fr: Saisir la clé API
zh_hans: 输入 API Key
zh_hant: 輸入 API Key

source: Enter Pexels API Key
es: Introducir clave de API de Pexels
fr: Saisir la clé API Pexels
zh_hans: 输入 Pexels API Key
zh_hant: 輸入 Pexels API Key

source: Enter any model name, e.g. gpt-5-pro
es: Introduce cualquier nombre de modelo, p. ej. gpt-5-pro
fr: Saisir n'importe quel nom de modèle, ex. gpt-5-pro
zh_hans: 填写任意模型名称，如 gpt-5-pro
zh_hant: 填寫任意模型名稱，如 gpt-5-pro

source: Execution
es: Ejecución
fr: Exécution
zh_hans: 执行
zh_hant: 執行

source: Exposure
es: Exposición
fr: Exposition
zh_hans: 曝光
zh_hant: 曝光

source: Extract Text
es: Extraer texto
fr: Extraire le texte
zh_hans: 提取文字
zh_hant: 提取文字

source: Face
es: Rostro
fr: Visage
zh_hans: 人脸
zh_hant: 人臉

source: Face Detection
es: Detección facial
fr: Détection du visage
zh_hans: 人脸检测
zh_hant: 人臉偵測

source: Face Detection Engine
es: Motor de detección facial
fr: Moteur de détection du visage
zh_hans: 人脸检测引擎
zh_hant: 人臉檢測引擎

source: Face Landmarks
es: Puntos faciales
fr: Points de repère du visage
zh_hans: 人脸关键点
zh_hant: 人臉關鍵點

source: Face Quality
es: Calidad del rostro
fr: Qualité du visage
zh_hans: 人脸质量
zh_hant: 人臉質量

source: Face landmark mode
es: Modo de puntos faciales
fr: Mode points de repère du visage
zh_hans: 人脸关键点模式
zh_hant: 人臉關鍵點模式

source: Faces
es: Rostros
fr: Visages
zh_hans: 人脸
zh_hant: 人臉

source: Facial Refinement
es: Retoque facial
fr: Affinage du visage
zh_hans: 面部精修
zh_hant: 面部精修

source: Failed
es: Fallido
fr: Échec
zh_hans: 失败
zh_hant: 失敗

source: Failed to clear guest data
es: No se pudieron borrar los datos de invitado
fr: Échec de l'effacement des données invité
zh_hans: 清除访客数据失败
zh_hant: 清除訪客資料失敗

source: Failed to load image
es: No se pudo cargar la imagen
fr: Échec du chargement de l'image
zh_hans: 图片加载失败
zh_hant: 圖片載入失敗

source: Family
es: Familia
fr: Famille
zh_hans: 家庭
zh_hant: 家庭

source: Feishu App ID
es: ID de aplicación de Feishu
fr: ID d'app Feishu
zh_hans: 飞书应用的 App ID
zh_hant: 飛書應用的 App ID

source: Feishu App Secret
es: Secreto de aplicación de Feishu
fr: Secret d'app Feishu
zh_hans: 飞书应用的 App Secret
zh_hant: 飛書應用的 App Secret

source: File Name
es: Nombre de archivo
fr: Nom du fichier
zh_hans: 文件名
zh_hant: 檔案名稱

source: Filter
es: Filtro
fr: Filtre
zh_hans: 滤镜
zh_hant: 濾鏡

source: Find duplicate photos
es: Buscar fotos duplicadas
fr: Trouver les photos en double
zh_hans: 帮我清理重复照片
zh_hant: 幫我清理重複照片

source: Find photos
es: Buscar fotos
fr: Trouver des photos
zh_hans: 找照片
zh_hant: 找照片

source: Find photos from last summer
es: Buscar fotos del verano pasado
fr: Trouver les photos de l'été dernier
zh_hans: 找去年夏天的照片
zh_hant: 找去年夏天的照片

source: Find photos with people
es: Buscar fotos con personas
fr: Trouver des photos avec des personnes
zh_hans: 找有人物的照片
zh_hant: 找有人物的照片

source: Find similar
es: Buscar similares
fr: Trouver des similaires
zh_hans: 找相似
zh_hant: 找相似

source: Flip
es: Voltear
fr: Retourner
zh_hans: 翻转
zh_hant: 翻轉

source: Fluorescent
es: Fluorescente
zh_hans: 荧光灯
zh_hant: 螢光燈

source: Found %lld results for「%@」
es: Se encontraron %lld resultados para「%@」
fr: %lld résultats trouvés pour「%@」
zh_hans: 找到 %lld 张「%@」的照片
zh_hant: 找到 %lld 項「%@」的結果

source: Free
es: Gratis
fr: Gratuit
zh_hans: 自由
zh_hant: 自由

# Fullscreen
source: Full
es: Completo
fr: Plein écran
zh_hans: 全屏
zh_hant: 全螢幕

source: GLM-5 · GLM-4.6 Series
es: Serie GLM-5 · GLM-4.6
fr: GLM-5 · Série GLM-4.6
zh_hans: GLM-5 · GLM-4.6 系列
zh_hant: GLM-5 · GLM-4.6 系列

source: Gallery
es: Galería
fr: Galerie
zh_hans: 相册
zh_hant: 相簿

source: Gallery Access
es: Acceso a la galería
fr: Accès à la galerie
zh_hans: 相册访问权限
zh_hant: 相簿存取權限

source: Gallery Settings
es: Ajustes de galería
fr: Réglages de la galerie
zh_hans: 相册设置
zh_hant: 相簿設定

source: Gallery access
es: Acceso a la galería
fr: Accès à la galerie
zh_hans: 相册访问
zh_hant: 相簿存取

source: Gallery permission (system)
es: Permiso de galería (sistema)
fr: Autorisation galerie (système)
zh_hans: 相册权限（系统）
zh_hant: 相簿權限（系統）

source: Get API Key
es: Obtener clave de API
fr: Obtenir une clé API
zh_hans: 获取 API Key
zh_hant: 取得 API Key

source: Get a free key at pexels.com/api
es: Consigue una clave gratuita en pexels.com/api
fr: Obtenez une clé gratuite sur pexels.com/api
zh_hans: 前往 pexels.com/api 免费申请 Key
zh_hant: 前往 pexels.com/api 免費申請 Key

source: Get free quota
es: Obtener cuota gratuita
fr: Obtenir un quota gratuit
zh_hans: 领免费额度
zh_hant: 領免費額度

source: Give me a gallery health report
es: Dame un informe del estado de mi galería
fr: Donnez-moi un bilan de santé de ma galerie
zh_hans: 给我一份相册健康报告
zh_hant: 給我一份相簿健康報告

source: Give me an album health report
es: Dame un informe del estado de mi álbum
fr: Donnez-moi un bilan de santé de mon album
zh_hans: 给我一份相册健康度报告
zh_hant: 給我一份相簿健康度報告

source: Go to %@ console →
es: Ir a la consola de %@ →
fr: Aller à la console %@ →
zh_hans: 前往 %@ 控制台获取 →
zh_hant: 前往 %@ 控制台取得 →

source: Golden Ratio
es: Proporción áurea
fr: Nombre d'or
zh_hans: 黄金比例
zh_hant: 黃金比例

source: Grant Permissions
es: Conceder permisos
fr: Accorder les autorisations
zh_hans: 授予权限
zh_hant: 授予權限

source: Grep logs...
es: Buscar en registros...
fr: Rechercher dans les journaux...

source: Grid
es: Cuadrícula
fr: Grille
zh_hans: 辅助线
zh_hant: 輔助線

source: Guest
es: Invitado
fr: Invité
zh_hans: 访客
zh_hant: 訪客

source: Guest Mode
es: Modo invitado
fr: Mode invité
zh_hans: 访客模式
zh_hant: 訪客模式

source: Guest data cleared
es: Datos de invitado borrados
fr: Données invité effacées
zh_hans: 访客数据已清除
zh_hant: 訪客資料已清除

source: Guest trial: %lld+ rounds used
es: Prueba de invitado: %lld+ rondas usadas
fr: Essai invité : %lld+ échanges utilisés
zh_hans: 访客试用已超 %lld 轮
zh_hant: 訪客試用已超 %lld 輪

source: Hi, I'm Xiaolang
es: Hola, soy Xiaolang
fr: Salut, je suis Xiaolang
zh_hans: 你好，我是智能助手小浪
zh_hant: 你好，我是智能助手小浪

source: Hi, I'm Xiaolang, your smart assistant
es: Hola, soy Xiaolang, tu asistente inteligente
fr: Salut, je suis Xiaolang, votre assistant intelligent
zh_hans: 你好，我是智能助手小浪
zh_hant: 你好，我是智能助手小浪

source: Hidden %1$d unnamed single-face groups; tap filter to show all
es: Se ocultaron %1$d grupos de un solo rostro sin nombre; toca el filtro para mostrarlos todos
fr: %1$d groupes à visage unique non nommés masqués ; touchez le filtre pour tout afficher
zh_hans: 已隐藏 %1$d 个未命名单人分组，点击筛选按钮可显示全部
zh_hant: 已隱藏 %1$d 個未命名单人分組，點擊篩選按鈕可顯示全部

source: Hide unnamed single-face groups
es: Ocultar grupos de un solo rostro sin nombre
fr: Masquer les groupes à visage unique non nommés
zh_hans: 隐藏未命名单人分组
zh_hant: 隱藏未命名单人分組

source: How many selfies did I take?
es: ¿Cuántos selfies me tomé?
fr: Combien de selfies ai-je pris ?
zh_hans: 我拍了多少张自拍？
zh_hant: 我拍了多少張自拍？

source: I can search, edit, adjust beauty, find people/scenes—ask anything!
es: Puedo buscar, editar, ajustar la belleza y encontrar personas/escenas. ¡Pregúntame lo que quieras!
fr: Je peux rechercher, modifier, ajuster l'embellissement, trouver des personnes/scènes — demandez ce que vous voulez !
zh_hans: 我能搜相册·修图·调美颜·找人找场景，随便问！
zh_hant: 我能搜相簿·修圖·調美顏·找人找場景，隨便問！

source: ID Photo
es: Foto tipo carnet
fr: Photo d'identité
zh_hans: 证件照
zh_hant: 證件照

source: Image Analysis
es: Análisis de imagen
fr: Analyse d'images
zh_hans: 图像理解
zh_hant: 圖像理解

source: Image Download
es: Descarga de imagen
fr: Téléchargement d'images
zh_hans: 图片下载页
zh_hant: 圖片下載頁

source: Image no longer available
es: La imagen ya no está disponible
fr: L'image n'est plus disponible
zh_hans: 图片已失效或被清理
zh_hant: 圖片已失效或被清理

source: Incandescent
es: Incandescente
zh_hans: 白炽灯
zh_hant: 白熾燈

source: Inference Mode
es: Modo de inferencia
fr: Mode d'inférence
zh_hans: 推理模式
zh_hant: 推理模式

source: Info
es: Información
fr: Infos
zh_hans: 详情
zh_hant: 詳情

source: Invalid API Key, please re-enter
es: Clave de API no válida, introdúcela de nuevo
fr: Clé API invalide, veuillez la saisir à nouveau
zh_hans: Key 无效，请重新输入
zh_hant: Key 無效，請重新輸入

source: Issue reporting is not available in this version.
es: El informe de problemas no está disponible en esta versión.
fr: Le signalement de problèmes n'est pas disponible dans cette version.
zh_hans: 本版暂不支持问题上报。
zh_hant: 本版暫不支援問題回報。

source: JS engine execution
es: Ejecución del motor JS
fr: Exécution du moteur JS
zh_hans: JS 引擎执行
zh_hant: JS 引擎執行

source: Keyword
es: Palabra clave
fr: Mot-clé
zh_hans: 关键词
zh_hant: 關鍵詞

source: LLM Call Log
es: Registro de llamadas LLM
fr: Journal des appels LLM
zh_hans: LLM 调用日志
zh_hant: LLM 呼叫日誌

source: LLM Quota
es: Cuota de LLM
fr: Quota LLM
zh_hans: LLM 额度
zh_hant: LLM 額度

source: Landmark
es: Puntos faciales
fr: Point de repère
zh_hans: 人脸关键点
zh_hant: 人臉關鍵點

source: Landscape
es: Paisaje
fr: Paysage
zh_hans: 风景
zh_hant: 風景

source: Language
es: Idioma
fr: Langue
zh_hans: 语言
zh_hant: 語言

source: Library stats
es: Estadísticas de la biblioteca
fr: Statistiques de la bibliothèque
zh_hans: 图库统计
zh_hant: 圖庫統計

source: Light
es: Luz
fr: Lumière
zh_hans: 浅色
zh_hant: 淺色

source: Lightweight
es: Ligero
fr: Léger
zh_hans: 轻量版
zh_hant: 輕量版

source: Lip Color
es: Color de labios
fr: Couleur des lèvres
zh_hans: 唇色
zh_hant: 唇色

source: Live Diagnostics
es: Diagnóstico en vivo
fr: Diagnostics en temps réel
zh_hans: 实时诊断
zh_hant: 即時診斷

source: Live slim/big-eyes strength. Also adjustable on the camera beauty panel (wand icon).
es: Intensidad en vivo de adelgazamiento y ojos grandes. También ajustable en el panel de belleza de la cámara (icono de varita).
fr: Intensité de l'affinement du visage et de l'agrandissement des yeux en direct. Aussi réglable sur le panneau d'embellissement de l'appareil photo (icône baguette magique).
zh_hans: 实时瘦脸/大眼强度。也可在相机美颜面板（魔棒图标）调整。
zh_hant: 即時瘦臉/大眼強度。也可在相機美顏面板（魔棒圖示）調整。

source: Lively & Playful
es: Vivaz y divertido
fr: Vif et enjoué
zh_hans: 活泼幽默
zh_hant: 活潑幽默

source: Local Models
es: Modelos locales
fr: Modèles locaux
zh_hans: 本地模型
zh_hant: 本地模型

source: Local Processing
es: Procesamiento local
fr: Traitement local
zh_hans: 本地处理
zh_hant: 本機處理

source: Location
es: Ubicación
fr: Emplacement
zh_hans: 地点
zh_hant: 地點

source: Log Modules
es: Módulos de registro
fr: Modules de journalisation
zh_hans: 日志模块
zh_hant: 日誌模組

source: Logout
es: Cerrar sesión
fr: Déconnexion
zh_hans: 退出登录
zh_hant: 登出

source: Makeup (Phase 6)
es: Maquillaje (fase 6)
fr: Maquillage (Phase 6)
zh_hans: 妆容（Phase 6）
zh_hant: 妝容（Phase 6）

# Makeup Tab
source: Makeup
es: Maquillaje
fr: Maquillage
zh_hans: 妆容调节
zh_hant: 妝容調節

source: Manage Accessible Photos
es: Gestionar fotos accesibles
fr: Gérer les photos accessibles
zh_hans: 管理可访问照片
zh_hant: 管理可存取照片

source: Manage people and relationships
es: Gestiona personas y relaciones
fr: Gérer les personnes et les relations
zh_hans: 管理人物与关系
zh_hant: 管理人物與關係

source: Markup
es: Marcado
zh_hans: 标记
zh_hant: 標記

source: Matting
es: Segmentación
fr: Détourage
zh_hans: 抠图
zh_hant: 摳圖

source: Me
es: Yo
fr: Moi
zh_hans: 我
zh_hant: 我

source: Model
es: Modelo
fr: Modèle
zh_hans: 模型
zh_hant: 模型

source: Model Center
es: Centro de modelos
fr: Centre de modèles
zh_hans: 模型中心
zh_hant: 模型中心

source: Model ID
es: ID de modelo
fr: ID du modèle
zh_hans: 模型 ID
zh_hant: 模型 ID

source: Model Properties
es: Propiedades del modelo
fr: Propriétés du modèle
zh_hans: 模型属性
zh_hant: 模型屬性

source: More Providers
es: Más proveedores
fr: Plus de fournisseurs
zh_hans: 更多供应商
zh_hant: 更多供應商

source: Mosaic
es: Mosaico
fr: Mosaïque
zh_hans: 马赛克
zh_hant: 馬賽克

source: Multilingual
es: Multilingüe
fr: Multilingue
zh_hans: 多语言
zh_hant: 多語言

source: Must Have
es: Imprescindible
fr: Incontournables
zh_hans: 必须
zh_hant: 必須

source: My own Token
es: Mi propio token
fr: Mon propre token
zh_hans: 自己的 Token
zh_hant: 自己的 Token

source: Name
es: Nombre
fr: Nom
zh_hans: 名称
zh_hant: 名稱

source: Network error
es: Error de red
fr: Erreur réseau
zh_hans: 网络错误
zh_hant: 網路錯誤

source: Network error, please retry
es: Error de red, reinténtalo
fr: Erreur réseau, veuillez réessayer
zh_hans: 网络错误，请重试
zh_hant: 網路錯誤，請重試

source: New Chat
es: Nuevo chat
fr: Nouvelle conversation
zh_hans: 新建聊天
zh_hant: 新建聊天

# Nine Grid
source: Thirds
es: Tercios
fr: Tiers
zh_hans: 九宫格
zh_hant: 九宮格

source: No logs yet
es: Aún no hay registros
fr: Aucun journal pour le moment
zh_hans: 暂无日志
zh_hant: 暫無日誌

source: No memories yet. Tell Xiaolang "remember..." in chat to add.
es: Aún no hay recuerdos. Dile a Xiaolang "recuerda..." en el chat para añadirlos.
fr: Aucun souvenir pour le moment. Dites « remember... » à Xiaolang dans le chat pour en ajouter.
zh_hans: 还没有记忆。在聊天中对小浪说“帮我记住…”即可添加
zh_hant: 還沒有記憶。在聊天中對小浪說「幫我記住…」即可新增

source: No models available
es: No hay modelos disponibles
fr: Aucun modèle disponible
zh_hans: 暂无可用模型
zh_hant: 暫無可用模型

source: No results
es: Sin resultados
fr: Aucun résultat
zh_hans: 无结果
zh_hant: 無結果

source: None
es: Ninguno
fr: Aucun
zh_hans: 不启用
zh_hant: 不啟用

source: Not Available
es: No disponible
fr: Indisponible
zh_hans: 暂不可用
zh_hant: 暫不可用

source: Not registered? Sign up or use your Token →
es: ¿No estás registrado? Regístrate o usa tu token →
fr: Pas encore inscrit ? Inscrivez-vous ou utilisez votre token →
zh_hans: 未注册？注册领免费额度，或配置自己的 Token →
zh_hant: 未註冊？註冊領免費額度，或配置自己的 Token →

source: Not set
es: Sin establecer
fr: Non défini
zh_hans: 不设置
zh_hant: 不設定

source: OCR Text
es: Texto OCR
fr: Texte OCR
zh_hans: OCR 文本
zh_hant: OCR 文字

source: Objects
es: Objetos
fr: Objets
zh_hans: 物体
zh_hant: 物體

# Off Grid
source: Off
es: Desactivado
fr: Désactivé
zh_hans: 关闭
zh_hant: 關閉

source: Official Service · Anthropic Protocol
es: Servicio oficial · Protocolo de Anthropic
fr: Service officiel · Protocole Anthropic
zh_hans: 官方服务 · Anthropic 协议
zh_hant: 官方服務 · Anthropic 協議

source: Official Service · OpenAI Protocol
es: Servicio oficial · Protocolo de OpenAI
fr: Service officiel · Protocole OpenAI
zh_hans: 官方服务 · OpenAI 协议
zh_hant: 官方服務 · OpenAI 協議

source: Official preset model
es: Modelo predefinido oficial
fr: Modèle prédéfini officiel
zh_hans: 官方预置模型
zh_hant: 官方預設模型

source: On-device image understanding and search-by-image are not available in this version.
es: La comprensión de imágenes en el dispositivo y la búsqueda por imagen no están disponibles en esta versión.
fr: La compréhension d'images sur l'appareil et la recherche par image ne sont pas disponibles dans cette version.
zh_hans: 本版暂不支持端侧图像理解与以图搜图。
zh_hant: 本版暫不支援端側圖像理解與以圖搜圖。

source: On-device voice recognition (ASR) and wake word (KWS) are not yet implemented on iOS.
es: El reconocimiento de voz en el dispositivo (ASR) y la palabra de activación (KWS) aún no están implementados en iOS.
fr: La reconnaissance vocale sur l'appareil (ASR) et le mot-clé d'activation (KWS) ne sont pas encore implémentés sur iOS.
zh_hans: iOS 尚未实现端侧语音识别（ASR）与唤醒词（KWS）。
zh_hant: iOS 尚未實作端側語音辨識（ASR）與喚醒詞（KWS）。

source: On-device voice recognition (ASR) and wake word (KWS) are not yet implemented on iOS. Settings below are placeholders for future versions.
es: El reconocimiento de voz en el dispositivo (ASR) y la palabra de activación (KWS) aún no están implementados en iOS. Los ajustes siguientes son marcadores de posición para futuras versiones.
fr: La reconnaissance vocale sur l'appareil (ASR) et le mot-clé d'activation (KWS) ne sont pas encore implémentés sur iOS. Les réglages ci-dessous sont des espaces réservés pour les futures versions.
zh_hans: iOS 尚未实现端侧语音识别（ASR）与唤醒词（KWS），以下设置为后续版本占位。
zh_hant: iOS 尚未實作端側語音辨識（ASR）與喚醒詞（KWS），以下設定為後續版本佔位。

source: On: replace existing results. Off: fill in missing only.
es: Activado: reemplaza los resultados existentes. Desactivado: rellena solo los que falten.
fr: Activé : remplace les résultats existants. Désactivé : complète uniquement les manquants.
zh_hans: 开启：替换已有结果。关闭：仅补齐缺失。
zh_hant: 開啟：替換已有結果。關閉：僅補齊缺失。

source: Only gates Agent (Kotlin-side) log output.
es: Solo controla la salida de registros del Agent (lado Kotlin).
fr: Ne filtre que les journaux de l'Agent (côté Kotlin).
zh_hans: 仅门控 Agent（Kotlin 侧）日志输出。
zh_hant: 僅門控 Agent（Kotlin 側）日誌輸出。

source: Only this chat can send commands (security whitelist). Without Chat ID, the bot rejects all messages.
es: Solo este chat puede enviar comandos (lista blanca de seguridad). Sin el ID de chat, el bot rechaza todos los mensajes.
fr: Seule cette discussion peut envoyer des commandes (liste blanche de sécurité). Sans Chat ID, le bot rejette tous les messages.
zh_hans: 仅该聊天可下发指令（安全白名单）。未填写「允许的 Chat ID」时，为安全起见机器人将拒绝所有消息。
zh_hant: 僅該聊天可下發指令（安全白名單）。未填寫「允許的 Chat ID」時，為安全起見機器人將拒絕所有訊息。

source: Open Settings
es: Abrir Ajustes
fr: Ouvrir les réglages
zh_hans: 去设置开启
zh_hant: 前往設定開啟

source: OpenAI-compatible · custom Base URL
es: Compatible con OpenAI · URL base personalizada
fr: Compatible OpenAI · URL de base personnalisée
zh_hans: OpenAI 兼容协议 · 自定义 Base URL
zh_hant: OpenAI 相容協議 · 自訂 Base URL

source: Orchestrator
es: Orquestador
fr: Orchestrateur
zh_hans: 编排器
zh_hant: 編排器

source: Overrides the preset selection
es: Anula la selección predefinida
fr: Remplace la sélection prédéfinie
zh_hans: 覆盖预置模型选择
zh_hant: 覆蓋預置模型選擇

source: Overwrite existing
es: Sobrescribir existentes
fr: Écraser l'existant
zh_hans: 覆盖已有结果
zh_hant: 覆蓋已有結果

source: Pause
es: Pausar
zh_hans: 暂停
zh_hant: 暫停

source: People
es: Personas
fr: Personnes
zh_hans: 人物
zh_hant: 人物

source: People (%1$d/%2$d)
es: Personas (%1$d/%2$d)
fr: Personnes (%1$d/%2$d)
zh_hans: 人物 (%1$d/%2$d)
zh_hant: 人物 (%1$d/%2$d)

source: Permissions
es: Permisos
fr: Autorisations
zh_hans: 权限
zh_hant: 權限

source: Person
es: Persona
fr: Personne
zh_hans: 人物
zh_hant: 人物

source: Person #%1$d
es: Persona #%1$d
fr: Personne n°%1$d
zh_hans: 人物 #%1$d
zh_hant: 人物 #%1$d

source: Person Group
es: Grupo de personas
fr: Groupe de personnes
zh_hans: 人物分组
zh_hant: 人物分組

source: Person info
es: Información de la persona
fr: Infos sur la personne
zh_hans: 人物信息
zh_hant: 人物資訊

source: Pexels Gallery
es: Galería de Pexels
fr: Galerie Pexels
zh_hans: Pexels 图库
zh_hant: Pexels 圖庫

source: Pexels rate limit reached (200/hour), try later
es: Límite de Pexels alcanzado (200/hora), prueba más tarde
fr: Limite Pexels atteinte (200/heure), réessayez plus tard
zh_hans: Pexels 额度已用尽（200 次/小时），请稍后再试
zh_hant: Pexels 額度已用盡（200 次/小時），請稍後再試

source: Photo
es: Foto
zh_hans: 照片
zh_hant: 照片

source: Photo Library Unavailable
es: Fototeca no disponible
fr: Photothèque indisponible
zh_hans: 无法访问相册
zh_hant: 無法存取相簿

source: Photo Tagging
es: Etiquetado de fotos
fr: Étiquetage des photos
zh_hans: 相册打标
zh_hant: 相簿打標

source: Photo by %1$@
es: Foto de %1$@
fr: Photo par %1$@
zh_hans: %1$@ 拍摄的照片
zh_hant: %1$@ 拍攝的照片

source: Photos
es: Fotos
zh_hans: 照片
zh_hant: 照片

# Photos add permission denied
source: Photos add permission denied — enable in Settings
es: Permiso para añadir fotos denegado — actívalo en Ajustes
fr: Autorisation d'ajout de photos refusée — activez-la dans les Réglages
zh_hans: 相册添加权限被拒，请在设置开启
zh_hant: 相簿加入權限被拒，請在設定開啟

source: Photos provided by Pexels
es: Fotos proporcionadas por Pexels
fr: Photos fournies par Pexels

source: Photos, beauty filters, facial keypoints, OCR text, media location, and chat memory are all processed locally on your device and are never uploaded to a server.
es: Las fotos, los filtros de belleza, los puntos clave faciales, el texto OCR, la ubicación de los medios y la memoria del chat se procesan de forma local en tu dispositivo y nunca se suben a un servidor.
fr: Les photos, filtres d'embellissement, points clés du visage, texte OCR, emplacement des médias et mémoire de conversation sont tous traités localement sur votre appareil et ne sont jamais envoyés vers un serveur.
zh_hans: 照片、美颜滤镜、人脸关键点、OCR 文字、媒体位置和聊天记忆全部在设备本地处理，绝不上传至服务器。
zh_hant: 照片、美顏濾鏡、人臉關鍵點、OCR 文字、媒體位置和聊天記憶全部在裝置本機處理，絕不上傳伺服器。

source: Pick on-device face-detection, tagging and voice models.
es: Elige modelos de detección de rostros, etiquetado y voz en el dispositivo.
fr: Choisissez les modèles sur l'appareil pour la détection de visages, l'étiquetage et la voix.
zh_hans: 选择端侧人脸检测、打标、语音模型。
zh_hant: 選擇端側人臉偵測、打標、語音模型。

source: PoLang · AI Agent Album
es: PoLang · Álbum con agente de IA
fr: PoLang · Album agent IA
zh_hans: 破浪相册 · AI Agent 智能相册
zh_hant: 破浪相冊 · AI Agent 智慧相簿

source: Privacy policy, data retention, deletion
es: Política de privacidad, retención y eliminación de datos
fr: Politique de confidentialité, conservation et suppression des données
zh_hans: 隐私政策、数据保留与删除方式。
zh_hant: 隱私政策、資料保留與刪除方式。

source: Process new only
es: Procesar solo nuevas
fr: Traiter uniquement les nouveaux
zh_hans: 仅处理新增
zh_hant: 僅處理新增

source: Provider
es: Proveedor
fr: Fournisseur
zh_hans: 供应商
zh_hant: 供應商

source: Push to talk
es: Pulsar para hablar
fr: Appuyer pour parler
zh_hans: 按住说话
zh_hant: 按住說話

source: Quality
es: Calidad
fr: Qualité
zh_hans: 质量
zh_hant: 品質

source: Quality scores
es: Puntuaciones de calidad
fr: Scores de qualité
zh_hans: 质量评分
zh_hant: 質量評分

source: Ratio
es: Proporción
fr: Format
zh_hans: 比例
zh_hant: 比例

source: Raw
es: Sin procesar
zh_hans: 原始文本
zh_hant: 原始文本

source: Re-cluster faces
es: Reagrupar rostros
fr: Relancer le regroupement des visages
zh_hans: 重新聚类
zh_hant: 重新聚類

source: Re-clustering started (faces only, may take a while). Re-enter this page to refresh when done.
es: Reagrupación iniciada (solo rostros, puede tardar un poco). Vuelve a entrar en esta página para actualizar al terminar.
fr: Regroupement relancé (visages uniquement, cela peut prendre du temps). Rouvrez cette page pour actualiser une fois terminé.
zh_hans: 已开始重新聚类（仅有人脸，耗时较长），完成后返回本页自动刷新
zh_hant: 已開始重新聚類（僅有人臉，耗時較長），完成後返回本頁自動整理

source: Read-only. beauty.hasFace=0 means face points never reach the shader — slim cannot work no matter the strength.
es: Solo lectura. beauty.hasFace=0 significa que los puntos del rostro nunca llegan al shader — el adelgazamiento no funciona sin importar la intensidad.
fr: Lecture seule. beauty.hasFace=0 signifie que les points du visage n'atteignent jamais le shader — l'affinement ne peut pas fonctionner, quelle que soit l'intensité.
zh_hans: 只读。beauty.hasFace=0 表示关键点从未送达 shader——无论强度多大瘦脸都不会生效。
zh_hant: 唯讀。beauty.hasFace=0 表示關鍵點從未送達 shader——無論強度多大瘦臉都不會生效。

source: Recommended
es: Recomendado
fr: Recommandé
zh_hans: 推荐
zh_hant: 推薦

source: Recommended for debugging only.
es: Recomendado solo para depuración.
fr: Recommandé pour le débogage uniquement.
zh_hans: 仅建议调试环境开启。
zh_hant: 僅建議在除錯環境開啟。

source: Reconnecting…
es: Reconectando…
fr: Reconnexion…
zh_hans: 网络重连中…
zh_hant: 網路重新連線中…

source: Redoes all photos · takes much longer
es: Rehace todas las fotos · tarda mucho más
fr: Refait toutes les photos · prend bien plus de temps
zh_hans: 重做全部照片，耗时更长
zh_hant: 重做全部照片，耗時更長

source: Refresh
es: Actualizar
fr: Actualiser
zh_hans: 刷新
zh_hant: 重新整理

source: Regenerate
es: Regenerar
fr: Régénérer
zh_hans: 重新生成
zh_hant: 重新產生

source: Register for free quota, or configure your own LLM Token. Either way, keep chatting.
es: Regístrate para obtener cuota gratuita o configura tu propio token de LLM. En cualquier caso, sigue chateando.
fr: Inscrivez-vous pour bénéficier d'un quota gratuit ou configurez votre propre token LLM. Dans tous les cas, continuez à discuter.
zh_hans: 注册领取免费额度，或配置自己的 LLM Token，二选一即可继续畅聊
zh_hant: 註冊領取免費額度，或配置自己的 LLM Token，二選一即可繼續暢聊

source: Relations
es: Relaciones
zh_hans: 关系
zh_hant: 人物關係
